import "./AboutGita.css"
import Header from "../Header/Header"
import sriKrishna from "./sriKrishna.jpeg"
import gita from "./gita.png"
import Nav from "../Nav/Nav"
const AboutGita=()=>{
return (
<>
<Header/>
<Nav/>
<div className="container">
<h1 className="chapterHeading">About Shri Bhagavad Gita</h1>
<img src={gita} className="photo" alt=""/>
<div className="flexBox">
<center><img src={sriKrishna} className="photo image" alt=""/></center>
<h3 className="chapterSummary">महाभारत युद्ध आरम्भ होने के ठीक पहले भगवान श्रीकृष्ण ने अर्जुन को जो उपदेश दिया वह श्रीमद्भगवद्गीता के नाम से प्रसिद्ध है। यह महाभारत के भीष्मपर्व का अंग है। गीता में 18 अध्याय और 700 श्लोक हैं।आज से (सन 2023) लगभग 4500 वर्ष (2175 ई.पू.) पहले गीता का ज्ञान बोला गया था। गीता की गणना प्रस्थानत्रयी में की जाती है, जिसमें उपनिषद् और ब्रह्मसूत्र भी सम्मिलित हैं। अतएव भारतीय परम्परा के अनुसार गीता का स्थान वही है जो उपनिषद् और धर्मसूत्रों का है। उपनिषदों को गौ (गाय) और गीता को उसका दुग्ध कहा गया है। इसका तात्पर्य यह है कि उपनिषदों की जो अध्यात्म विद्या थी, उसको गीता सर्वांश में स्वीकार करती है। उपनिषदों की अनेक विद्याएँ गीता में हैं। जैसे, संसार के स्वरूप के संबंध में अश्वत्थ विद्या, अनादि अजन्मा ब्रह्म के विषय में अव्ययपुरुष विद्या, परा प्रकृति या जीव के विषय में अक्षरपुरुष विद्या और अपरा प्रकृति या भौतिक जगत के विषय में क्षरपुरुष विद्या। इस प्रकार वेदों के ब्रह्मवाद और उपनिषदों के अध्यात्म, इन दोनों की विशिष्ट सामग्री गीता में संनिविष्ट है। उसे ही पुष्पिका के शब्दों में ब्रह्मविद्या कहा गया है।
महाभारत के युद्ध के समय जब अर्जुन युद्ध करने से मना करते हैं तब श्री कृष्ण उन्हें उपदेश देते है और कर्म व धर्म के सच्चे ज्ञान से अवगत कराते हैं। श्री कृष्ण के इन्हीं उपदेशों को “भगवत गीता” नामक ग्रंथ में संकलित किया गया है।
</h3>
</div>
</div>
</>
)
}


export default AboutGita;